Repository: AppleDeveloperAcademy-MC3/Alright
Catalog: Alright/Alright/Source/Localization/*.lproj/Localizable.strings
Languages: fr, ja, zh_hant

source: Alright 시작하기
fr: Alright, commençons
ja: Alright、始めましょう
zh_hant: Alright，让我们开始吧

source: 확인했어요
fr: J'ai compris
ja: 了解しました
zh_hant: 明白了

source: 종료
fr: Quitter
ja: 終了
zh_hant: 退出

source: 스마트폰의 위치를 설정해주세요!
fr: Veuillez configurer la position de votre smartphone!
ja: スマートフォンの位置を設定してください!
zh_hant: 请设置智能手机的位置！

source: 확인
fr: Confirmer
ja: 確認
zh_hant: 确认

source: 지금 어떤 상황에 있나요?
fr: Quelle est la situation actuelle?
ja: 今、どんな状況ですか？
zh_hant: 当前环境是什么？

source: 말하는 상황에 대해 알려주세요.
fr: Parlez-nous de l'environnement de discussion.
ja: 話す環境について教えてください。
zh_hant: 请告诉我们讲话环境。

source: 피드백 시각화화면으로 이동
fr: Accéder à l'écran de visualisation des retours
ja: フィードバック可視化画面に移動
zh_hant: 进入反馈可视化界面

source: 말하기 시작
fr: Commencer à parler
ja: 話し始める
zh_hant: 开始讲话

source: 도움말
fr: Aide
ja: ヘルプ
zh_hant: 帮助

source: 조금 더 크게 말해볼까요?
fr: Pourriez-vous parler un peu plus fort?
ja: もう少し大きな声で話してみましょうか？
zh_hant: 可以稍微大声一点吗？

source: 좋아요. 적절해요!
fr: Parfait, c'est parfait!
ja: いいですね、ちょうどいいです！
zh_hant: 很好，刚刚好！

source: 조금 더 작게 말하는게 어떨까요?
fr: Essayez de parler un peu plus doucement?
ja: もう少し小さな声で話してみましょうか？
zh_hant: 试着小声一点好吗？

source: 다시 시작하려면 버튼을 탭하세요!
fr: Appuyez sur le bouton pour recommencer!
ja: 再スタートするにはボタンをタップしてください！
zh_hant: 点击按钮重新开始！

source: 1:1 대화
fr: Conversation 1:1
ja: 1:1対話
zh_hant: 一对一对话

source: 회의실 발표
fr: Présentation en réunion
ja: 会議室発表
zh_hant: 会议室演讲

source: 강당 발표
fr: Présentation en amphithéâtre
ja: 講堂発表
zh_hant: 礼堂演讲

source: 조용한 공간에서
fr: Dans un espace calme
ja: 静かな場所で
zh_hant: 在安静的空间

source: 소음이 있는 공간에서
fr: Dans un espace bruyant
ja: 騒音のある場所で
zh_hant: 在嘈杂的空间

source: 팔을 앞으로 쭉 편 후 손이 위치하는 거리에 스마트폰을 놓아주세요.
fr: Tendez le bras et placez le smartphone à la distance de votre main.
ja: 腕を前に伸ばし、手の位置にスマートフォンを置いてください。
zh_hant: 将手臂伸直，将智能手机放在手的距离。

source: 스크립트를 볼 수 있는 정도로 자연스럽게 스마트폰을 들어주세요.
fr: Tenez le smartphone de manière à lire facilement le script.
ja: スクリプトが見えるくらいにスマートフォンを自然に持ってください。
zh_hant: 自然地举起智能手机，以便能够查看脚本。

source: 상황 선택
fr: Choisir l'environnement
ja: 状況の選択
zh_hant: 选择环境

source: 실시간 피드백
fr: Retour en temps réel
ja: リアルタイムフィードバック
zh_hant: 实时反馈

source: 백그라운드
fr: Arrière-plan
ja: バックグラウンド
zh_hant: 背景

source: 청각장애인의 목소리 크기 조절을 도와드리는 앱 올라잇이에요.
fr: Allright aide les malentendants à gérer le volume de leur voix.
ja: Allrightは、聴覚障害者の声の大きさを調整するのを助けるアプリです。
zh_hant: Allright帮助听障人士调节音量。

source: 대화, 발표 등 다양한 상황에 맞추어 목소리 크기 조절을 도와드려요!
fr: Aide à contrôler le volume de la voix pour différentes situations!
ja: 会話や発表などの様々な状況に合わせて、声の大きさを調整します！
zh_hant: 帮助您在各种情况下控制音量！

source: 애니메이션, 색상 등 시각적 피드백을 통해 목소리 크기를 한 눈에 확인해요!
fr: Obtenez un retour visuel clair sur le volume de la voix avec des animations et des couleurs!
ja: アニメーションや色など視覚的フィードバックで声の大きさを一目で確認できます！
zh_hant: 通过动画和颜色等视觉反馈清晰了解音量大小！

source: Dynamic Island, Live Activity로 다른 화면을 보며 모니터링 할 수 있어요!
fr: Surveillez votre voix sur d'autres écrans avec Dynamic Island et Live Activity!
ja: Dynamic Island、Live Activityで他の画面を見ながらモニタリングできます！
zh_hant: 通过动态岛和实时活动，在其他屏幕上监控音量！
